const SERVER_NAME = 'localhost';
// const SERVER_NAME = '149.28.128.33';
export const SERVER_URL = 'http://ec2-52-12-114-32.us-west-2.compute.amazonaws.com';
export const API_URL = SERVER_URL + '/api';
export const RECORDS_PERPAGE = 10;
export const TIMEZONE = "Asia/Saigon";
export const KEYWORD_VN = ['à','ả','ã','á','ạ','ă','ằ','ẳ','ẵ','ắ','ặ','â','ầ','ẩ','ẫ','ấ','ậ','À','Ả','Ã','Á','Ạ','Ă','Ằ','Ẳ','Ẵ','Ắ','Ặ','Â','Ầ','Ẩ','Ẫ','Ấ','Ậ','đ','D','Đ','è','ẻ','ẽ','é','ẹ','ê','ề','ể','ễ','ế','ệ','È','Ẻ','Ẽ','É','Ẹ','Ê','Ề','Ể','Ễ','Ế','Ệ','ì','ỉ','ĩ','í','ị','Ì','Ỉ','Ĩ','Í','Ị','ò','ỏ','õ','ó','ọ','ô','ồ','ổ','ỗ','ố','ộ','ơ','ờ','ở','ỡ','ớ','ợ','Ò','Ỏ','Õ','Ó','Ọ','Ô','Ồ','Ổ','Ỗ','Ố','Ộ','Ơ','Ờ','Ở','Ỡ','Ớ','Ợ','ù','ủ','ũ','ú','ụ','ư','ừ','ử','ữ','ứ','ự','Ù','Ủ','Ũ','Ú','Ụ','Ư','Ừ','Ử','Ữ','Ứ','Ự','ỳ','ỷ','ỹ','ý','ỵ','Ỳ','Ỷ','Ỹ','Ý','Ỵ'];
export const KEYWORD_ALPHABETICAL = ['w','z','x','c','v','b','n','m','n','a','s','d','f','g','h','j','k','l','q','u','e','r','t','y','u','i','o','p','Z','X','C','V','B','N','M','A','S','D','F','G','H','J','K','L','Q','U','E','R','T','Y','U','I','O','P'];
export const KEYWORD_NUMBER = ['0','1','2','3', '4','5','6','7','8','9']
export const KEYWORD_SPECIAL= ['/','?','.','>', ',','<','`','~','!','@','#','$','%','^','&','*','(',')','-','_','=','+','|',']','}','[','{','"',':',';']